# 6. Создать множество из 5 разных чисел,
# затем добавить в него новое число и вывести на экран.

some_set = {0, 1, 2, 3, 4}
some_set.add(5)
print(some_set)