# Создать кортеж, содержащий 4 разных числа.
# Вывести на экран значение второго элемента кортежа.

tuple = (12, 'Belarus', {'name': 'Yana', 'age': 36}, 365, (2, 3))
print(tuple[1])