# Написать программу, которая принимает от пользователя целое число
# и выводит на экран его квадрат.

number = int(input('Inter an integer: '))
square_of_num = number ** 2
print('Square of number:', square_of_num)