# Создать список из 5 строк и заменить в нем третий элемент на новую строку.

pl_list = ['js', 'c++', 'php', 'java', 'go']
pl_list[2] = 'python'

print(pl_list)