# Создать множество, содержащее названия 5 разных городов,
# затем удалить одно название и вывести оставшиеся.

cities = {'Minsk', 'Sihanoukville', 'London', 'Tokyo', 'Madrid'}
cities.remove('London')
print(cities)