# Создать список и добавить в него 5 различных элементов.
# Вывести содержимое списка на экран.

elem_list = []

elem_list.append('Hello to everybody!)')
elem_list.append(1.2)
elem_list.append(100)
elem_list.append(True)
elem_list.append(['a', 'b', 'c'])

print(elem_list)